Repository: luisza/dfva
Catalog: src/institution/locale/*/LC_MESSAGES/django.po
Languages: es

source: Institution not found, certificate does not match
es: Institución no existe, certificado no concuerda

source: Institution does not match
es: Institución no existe en nuestros registros

source: notification_url not found
es: notification_url no existe

source: encrypt_method not found
es: encrypt_method no soportado

source: Invalid Certificate
es: Certificado inválido

source: Data was not decrypted well
es: Data no fue desencriptado correctamente

source: Place is required when you sign pdf documents
es: place (Lugar) es requerido cuando desea firmar documentos en PDF

source: Reason is required when you sign pdf documents
es: reason (Razón) es requerida cuando firma PDF

source: Format not supported, supported formats are %s
es: Formato no soportado, los soportados son %s

source: Delete Institution
es: Eliminar institución

source: Attention: this operation is irreversible
es: Atención: esta operación es irreversible

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminando el %(object_name)s '%(escaped_object)s' podría eliminar objectos relacionados, pero cuenta no tiene permisos para eliminar los siguientes tipos de objecto:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es: Eliminar el %(object_name)s '%(escaped_object)s' podría eliminar los siguientes objetos relacionados:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
es: ¿Está seguro que desea eliminar a %(object_name)s "%(escaped_object)s"? Todos los siguientes objetos relacionados serán eliminados:

source: No apps will be deleted
es: Ninguna app será eliminada

source: Yes, I'm sure
es: Si, estoy seguro

source: No, take me back
es: No, regresar

source: Application details
es: Detalle de la aplicación

source: Go back
es: Retroceder

source: Edit institution
es: Editar institución

source: Name
es: Nombre

source: Identification code
es: Código de identificación

source: Notification email
es: Correo de notificación

source: Notification phone
es: Teléfono

source: Domain Name
es: Nombre de dominio ej. firmadigital.gov.cr

source: Institution unit
es: Unidad institucional

source: Public key
es: Llave privada

source: Public certificate
es: Certificado público

source: Create new Institution
es: Nueva institución

source: Go list institution
es: Listar insituciones

source: Application list
es: Lista de aplicaciones

source: Your Applications
es: Mis aplicaciones

source: Create application
es: Crear aplicación

source: Create Application
es: Crear Aplicación

source: Show application details
es: Detalles

source: Remove application
es: Eliminar

source: Notifications urls
es: Urls de notificación

source: Manage notification urls
es: Administrar urls de notificación

source: Create new notification url
es: Crear nueva URL de notificación

source: Application are how you identify your application credential, and notification urls are where and how application connect with DFVA.
es: Aplicaciones es como usted se identifica ante UCRFVA, osea sus credenciales y notification urls es donde y como UCRFVA se conecta a la aplicación .

source: Edit application:
es: Editar aplicación:

source: Edit application
es: Editar aplicación

source: You have not application yet, you need to create one to continue
es: No tiene aplicaciones todavía, necesita crear una para continuar

source: Don't forget to update the notification urls
es: No olvide de actualizar las URLs de notificación

source: Generate new keys
es: Generar nuevas llaves

source: Old keys will be deleted, so applications will not work until you update the new keys in the application
es: Antiguas llaves serán eliminadas, por lo tanto su aplicación no funcionará hasta que actualice sus llaves en la aplicación

source: Close
es: Cerrar

source: Ok, Generate it
es: Ok, Genérelas

source: Create or Edit notification url
es: Crear o Editar URL de notificación

source: Available notification urls
es: URL disponibles

source: Edit notification urls
es: Editar URLs de notificación

source: New application details
es: Nueva detalle de aplicación

source: Private key
es: Llave privada

source: Something was wrong building the certificates, please try again
es: Algo va mal con la construcción de los certificados, , por favor vuelva a intentarlo

source: Private key was not stored, if you lost it, click in build new keys
es: Llave privada no será almacenada, si la pierde debe regenerarlas las llaves

source: Something was wrong revoking certificates, please try again
es: Algo va mal revocando certificados, por favor vuelva a intentarlo.

source: Notification Url saved succesfully
es: Url de notificación guardada con éxito

source: Something was wrong saving the information
es: Algo fue mal con el guardado de la información

source: Notification Url was delete succesfully
es: URL de notificación fue eliminada con éxito
